# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'

# Binaries
brew 'wget'
brew 'bash'
brew 'bat'
brew 'coreutils'
brew 'git'
brew 'gnupg2'
brew 'grep'
brew 'mas'
brew 'pkg-config'
brew 'trash'
brew 'tree'
brew 'zlib'
brew 'fzf'
brew 'neovim'

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'
