# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'

# Binaries
brew 'wget'
brew 'bash'
brew 'bat'
brew 'coreutils'
brew 'git'
brew 'gnupg2'
brew 'grep'
brew 'mas'
brew 'pkg-config'
brew 'trash'
brew 'tree'
brew 'zlib'
brew 'fzf'

# Development
brew 'php'
brew 'php@7.3'
brew 'php@7.2'
brew 'imagemagick'
brew 'mysql@5.7'
brew 'nginx'
brew 'node'
brew 'redis'

# Apps
cask 'iterm2'
cask 'alfred'
cask 'google-chrome'
cask 'sequel-pro'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram'

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'
